{"stoi": {"AI": 0, "AWS": 1, "Applied": 2, "ArthaVedh": 3, "B.Tech": 4, "Before": 5, "Bhosale,": 6, "Chinmay": 7, "Cognee": 8, "College": 9, "Computer": 10, "Consulting,": 11, "Consulting.": 12, "DevOps": 13, "Engineering,": 14, "FastAPI": 15, "Finale": 16, "Grand": 17, "Hackathon": 18, "I": 19, "I'm": 20, "IEEE": 21, "ITOps": 22, "India": 23, "Intel": 24, "KIT's": 25, "Kolhapur,": 26, "LangChain": 27, "LangGraph,": 28, "LlamaIndex.": 29, "ML.": 30, "My": 31, "NanoScience": 32, "OpsRabbit,": 33, "RAG": 34, "Science,": 35, "Shivaji": 36, "Smart": 37, "University's": 38, "Unnati": 39, "a": 40, "agent": 41, "agentic": 42, "alerts,": 43, "among": 44, "an": 45, "analysis": 46, "analysis,": 47, "and": 48, "at": 49, "automated": 50, "backed": 51, "based": 52, "build": 53, "built": 54, "by": 55, "cause": 56, "cloud": 57, "computer": 58, "contract": 59, "contribute": 60, "copyright": 61, "cut": 62, "day": 63, "department,": 64, "designing": 65, "detection": 66, "diagnose": 67, "digging.": 68, "eighty": 69, "engineer": 70, "entirely": 71, "exam": 72, "fifty": 73, "financial": 74, "fixes": 75, "for": 76, "forecasting": 77, "from": 78, "garbage": 79, "generation,": 80, "government": 81, "graduated": 82, "have": 83, "hold": 84, "hours": 85, "hysteresis": 86, "in": 87, "incidents": 88, "inference.": 89, "infrastructure": 90, "instead": 91, "intern": 92, "interned": 93, "just": 94, "lives": 95, "load.": 96, "local": 97, "log": 98, "logs": 99, "manual": 100, "memristor": 101, "multi": 102, "multiple": 103, "observability": 104, "of": 105, "on": 106, "open": 107, "over": 108, "percent,": 109, "pipelines": 110, "platform": 111, "plus": 112, "production": 113, "projects": 114, "published": 115, "question": 116, "reached": 117, "real": 118, "reason": 119, "registered": 120, "research": 121, "review": 122, "root": 123, "run": 124, "runs": 125, "series": 126, "services": 127, "source": 128, "sources,": 129, "specializing": 130, "surface": 131, "system": 132, "systems": 133, "teams": 134, "teams,": 135, "that": 136, "the": 137, "this,": 138, "thousand": 139, "time": 140, "to": 141, "tool": 142, "tool,": 143, "under": 144, "up": 145, "used": 146, "validation": 147, "vision": 148, "was": 149, "where": 150, "with": 151, "without": 152, "<unk>": 153}, "itos": {"0": "AI", "1": "AWS", "2": "Applied", "3": "ArthaVedh", "4": "B.Tech", "5": "Before", "6": "Bhosale,", "7": "Chinmay", "8": "Cognee", "9": "College", "10": "Computer", "11": "Consulting,", "12": "Consulting.", "13": "DevOps", "14": "Engineering,", "15": "FastAPI", "16": "Finale", "17": "Grand", "18": "Hackathon", "19": "I", "20": "I'm", "21": "IEEE", "22": "ITOps", "23": "India", "24": "Intel", "25": "KIT's", "26": "Kolhapur,", "27": "LangChain", "28": "LangGraph,", "29": "LlamaIndex.", "30": "ML.", "31": "My", "32": "NanoScience", "33": "OpsRabbit,", "34": "RAG", "35": "Science,", "36": "Shivaji", "37": "Smart", "38": "University's", "39": "Unnati", "40": "a", "41": "agent", "42": "agentic", "43": "alerts,", "44": "among", "45": "an", "46": "analysis", "47": "analysis,", "48": "and", "49": "at", "50": "automated", "51": "backed", "52": "based", "53": "build", "54": "built", "55": "by", "56": "cause", "57": "cloud", "58": "computer", "59": "contract", "60": "contribute", "61": "copyright", "62": "cut", "63": "day", "64": "department,", "65": "designing", "66": "detection", "67": "diagnose", "68": "digging.", "69": "eighty", "70": "engineer", "71": "entirely", "72": "exam", "73": "fifty", "74": "financial", "75": "fixes", "76": "for", "77": "forecasting", "78": "from", "79": "garbage", "80": "generation,", "81": "government", "82": "graduated", "83": "have", "84": "hold", "85": "hours", "86": "hysteresis", "87": "in", "88": "incidents", "89": "inference.", "90": "infrastructure", "91": "instead", "92": "intern", "93": "interned", "94": "just", "95": "lives", "96": "load.", "97": "local", "98": "log", "99": "logs", "100": "manual", "101": "memristor", "102": "multi", "103": "multiple", "104": "observability", "105": "of", "106": "on", "107": "open", "108": "over", "109": "percent,", "110": "pipelines", "111": "platform", "112": "plus", "113": "production", "114": "projects", "115": "published", "116": "question", "117": "reached", "118": "real", "119": "reason", "120": "registered", "121": "research", "122": "review", "123": "root", "124": "run", "125": "runs", "126": "series", "127": "services", "128": "source", "129": "sources,", "130": "specializing", "131": "surface", "132": "system", "133": "systems", "134": "teams", "135": "teams,", "136": "that", "137": "the", "138": "this,", "139": "thousand", "140": "time", "141": "to", "142": "tool", "143": "tool,", "144": "under", "145": "up", "146": "used", "147": "validation", "148": "vision", "149": "was", "150": "where", "151": "with", "152": "without", "153": "<unk>"}, "block_size": 32, "n_embd": 96, "n_head": 6, "n_layer": 4, "vocab_size": 154}